rupa/z
mattmc3/ez-compinit

romkatv/zsh-bench kind:path
olets/zsh-abbr    kind:defer

ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/colored-man-pages
ohmyzsh/ohmyzsh path:plugins/magic-enter

zsh-users/zsh-completions   kind:fpath path:src
sindresorhus/pure           kind:fpath
romkatv/powerlevel10k       kind:fpath
~/.dotfiles/zsh/completions kind:fpath

belak/zsh-utils path:editor
belak/zsh-utils path:history
belak/zsh-utils path:prompt
belak/zsh-utils path:utility

zsh-users/zsh-autosuggestions
zdharma-continuum/fast-syntax-highlighting
zsh-users/zsh-history-substring-search

